Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/memtrad-wikitravel.tmx
Source language: en_gb
Languages: es_es

source: Occasional snow even as late as May is not unheard of in northern England, but it will melt quickly.
es_es: Que nieve esporádicamente incluso hasta finales de mayo no es algo extraño en el norte de Inglaterra, pero la nieve se derretirá rápidamente.

source: On the island of Great Britain, [[Scotland]] sits to the north of England and [[Wales]] is to the west.
es_es: En la isla de Gran Bretaña, [[Escocia]] se encuentra al norte de Inglaterra y [[Gales]] se encuentra al oeste.

source: On the other hand, it is rude to specify exactly what you would like to eat.
es_es: Por otro lado, es de mal gusto especificar qué es exactamente lo que te gustaría comer.

source: One thing to bear in mind is that many mostly elderly English people are terrified of giving offence and dislike lying, and so will try to avoid potential pitfalls by sticking to safe (often boring) topics of conversation and occasionally doing the tricky job of avoiding offence by evading a question which worries them, while also trying not to offend you by point blank refusing you an answer.
es_es: Una cosa a tener en cuenta es que muchos ingleses, en su mayoría ancianos, tienen miedo de ofender y no les gusta mentir, así que intentarán evitar los posibles riesgos ciñiéndose a los temas de conversación prudentes (a menudo aburridos) y de vez en cuando hacer el delicado trabajo de evitar la ofensa evadiendo un asunto que les preocupa, y al mismo tiempo tratando de no ofender al negarse tajantemente a dar una respuesta.

source: One thing to keep in mind is that due to credit card surcharges, some establishments and shops will only allow cards to be used (including debit cards) over £5 or £10.
es_es: Algo a tener en cuenta es que, debido a los recargos en las tarjetas de crédito, algunos establecimientos y tiendas sólo permiten usarlas (incluyendo las tarjetas de débito) en compras de más de 5£ y 10£.

source: One thing worth noticing is that the English value privacy a lot, probably more than any other countries.
es_es: Algo a tener en cuenta es la estima que le tienen los ingleses a su intimidad, probablemente más que en cualquier otro país.

source: Options for short-term employment include bar tending and waiting tables as well as more specialised work such as in the high tech / computer industry.
es_es: Entre las opciones para un empleo a corto plazo están la de camarero, así como trabajos más especializados como en la industria de alta tecnología o la informática.

source: Originally called Porter, Arthur Guinness decided he could do better and made Guinness which he branded a Stout Porter.
es_es: Originalmente denominada "Porter". Arthur Guinness decidió que podía elaborarla mejor y creó la Guinness, a la que nombró "Stout Porter".

source: Other common words are "wee", "bonnie", "lass" (small, beautiful and girl, respectively in Scotland).
es_es: Otras palabras comunes son ''wee'', ''bonnie'', ''lass'' (''small'' (pequeño), ''beautiful'' (bonito) y ''girl'' (chica) respectivamente en Escocia).

source: Overcrowding can be a problem in large cities, especially at 'rush-hour' times (7AM - 9AM & 5PM - 7PM, Monday to Friday) so it is best to avoid these times when tickets can be expensive as well.
es_es: La aglomeración de personas puede ser un problema en las grandes ciudades, especialmente en los momentos de "hora punta" (07:00h - 09:00h y 17:00h - 19:00h de lunes a viernes) así que lo mejor es evitar estas horas en las que los billetes también son más caros.

source: Parts of southern England often have summer water restrictions due to a lack of adequate rainfall during the previous winter.
es_es: Hay partes del sur de Inglaterra a menudo tienen restricciones de agua en verano debido a la falta de precipitaciones adecuadas durante el invierno anterior.

source: Paths are usually signposted where they meet a road, but may not be marked across fields.
es_es: En general, los caminos están señalizados cuando éstos están cerca de la carretera, pero no se puede señalizar en las zonas de campo.

source: People across England would expect to understand anyone from anywhere else in England, because the few everyday dialect words are usually well known from TV.
es_es: Gente de toda Inglaterra puede esperar entender a cualquier persona de cualquier otro lugar del país, debido a que las pocas palabras dialectales cotidianas se suelen conocer bien gracias a la televisión.

source: People have the right to walk along these and local councils are obliged to maintain records of the routes and keep access open, but do not maintain the paths.
es_es: La gente tiene el derecho de caminar a lo largo de estos caminos y los ayuntamientos están obligados a mantener un registro de las rutas así como a mantener el acceso abierto, pero no se encargan de su mantenimiento.

source: Percolators are little used, and machines with paper filters are less common than they once were: they often fill a restaurant with a coffee aroma, but a mediocre restaurant will often leave the made coffee heating for too long.
es_es: Las cafeteras no se usan demasiado, y las máquinas con filtros de papel son menos comunes de lo que una vez fueron: a menudo llenan un restaurante con el aroma a café, pero en un restaurante ordinario se suele dejar el café hecho hirviendo durante mucho tiempo.

source: Please discuss on the talk page under "Sample READ THIS ==> Cities" before adding more or deleting any.
es_es: Por favor, háblelo en la página de discusión bajo el título "Ciudades de muestra" LEA ESTO ==> antes de añadir más o eliminar alguna.

source: Policies vary from compulsory reservation of cycles space to no cycle during peak hours - its best to check with each rail operator or on the national rail web site for restrictions that could impact your planned journey.
es_es: Las políticas varían desde la reserva obligatoria del espacio para bicicletas hasta la prohibición de su uso durante los momentos de hora punta - es mejor comprobar en las páginas web de cada operador ferroviario y de cada red de transporte nacional las restricciones que puedan provocar un imprevisto en tu plan de viaje.

source: Popular places to visit include the counties of [[Yorkshire]] and [[Cornwall]], the National Parks listed above, and the historic cities such as [[York]], [[Bath]] and [[Lincoln]].
es_es: Los lugares para visitar más frecuentados incluyen los condados de Yorkshire y Cornualles, los parques nacionales mencionados anteriormente y las ciudades históricas como York, Bath y Lincoln.

source: Prepare for travel times being longer than you'd normally anticipate in relation to the mileage.
es_es: Prepárate para que los viajes duren más tiempo de lo esperado con relación al kilometraje.

source: Pub food has become quite sophisticated in recent years and as well as serving the more traditional hearty English fare, more exotic dishes are now prepared in the majority of the larger pubs and specialist "gastropubs".
es_es: La comida de los bares se ha vuelto muy sofisticada en los últimos años y, además de servir la comida inglesa más tradicional, ahora también se preparan platos más exóticos en la mayoría de los ''pubs'' más grandes y los "gastropubs" especializados.

source: Pubs are a good place to get reasonably priced food, though most stop serving food at around 9-9:30PM. Others may stop serving food between lunch and dinner.
es_es: Los bares son un buen lugar para comer a precios razonables, aunque la mayoría deja de servir comida alrededor de las 21-21:30h.

source: Pubs have a little of their own etiquette.
es_es: Todo ''pub'' tiene un poco de su propia identidad.

source: Purists often prefer imported European-brewed lagers.
es_es: Los puristas prefieren a menudo la cerveza rubia importada que se elabora en Europa.

source: Quality will vary greatly depending on how freshly cooked the food is (home cooked is invariably better).
es_es: La calidad de este plato variará en gran medida dependiendo de si está recién hecho o no (la comida casera es siempre mejor).

source: READ THIS ==> --> *[[London]] {{-}} largest metropolitan area in Western Europe, and a global capital of finance, fashion and culture.
es_es: LEA ESTO ==> --> * [[Londres]] {{-}} El área metropolitana más grande de Europa Occidental, y una capital global de las finanzas, la moda y la cultura.

source: READ THIS ==> We know you want to see your city listed here, but in the interest READ THIS ==> of keeping the list manageable a consensus was reached to limit READ THIS ==> the list to nine ( 9 ).
es_es: LEA ESTO ==> Sabemos que quiere ver su ciudad en esta lista, pero con el fin LEA ESTO ==> de mantener una lista razonable se decidió limitar LEA ESTO ==> la lista a nueve (9).

source: Real differences are of little consequence these days: for instance, people growing up in Manchester, Leeds and Sheffield use "jennel", "jinnel", and "ginnel" as the word for a particular type of narrow alley between houses.
es_es: Las diferencias reales son de poca importancia a día de hoy: por ejemplo, las personas de Manchester, Leeds y Sheffield utilizan ''jennel'', ''jinnel'' y ''ginnel'' en lugar de ''alley'' para llamar a un determinado tipo de callejón estrecho entre las casas.

source: Regions with shorter area codes, typically large cities, permit the allocation of more telephone numbers as the local number portion has more digits.
es_es: Las regiones con los códigos de área más cortos, por lo general las grandes ciudades, permiten asignar más números de teléfono cuantos más dígitos tenga la parte correspondiente al número local.

source: Rough areas contain rough people in England as in any country: muggings, car theft, and other street crime are unhappily common in some districts of many towns and cities, but England is by and large a very safe country as long as you use common sense.
es_es: En las zonas peligrosas de Inglaterra, como en cualquier país, hay gente peligrosa: asaltos, robo de automóviles, y otros delitos callejeros son desgraciadamente comunes en algunos distritos de muchos pueblos y ciudades, pero Inglaterra es por lo general un país muy seguro, siempre y cuando se utilice el sentido común.

source: Rough examples of journey times at moderate speed: Buckingham Palace to Tower Bridge: 20 minutes; Buckingham Palace to Windsor Castle: 2 hours; Central London to Oxford city: 5 hours.
es_es: Algunos ejemplos sencillos de la duración de un viaje a una velocidad moderada son: desde el palacio de Buckingham al puente de la torre (''Tower Bridge''): 20 minutos; desde el palacio de Buckingham al palacio de Windsor: 2 horas; desde el centro de Londres a Oxford: 5 horas.

source: Rural areas are less well served and hiring a car is often the best option to explore the countryside and villages.
es_es: Las zonas rurales están peor atendidas y, a menudo, la mejor opción para explorar el campo y aldeas es alquilar un coche.

source: Sailing from Wales to the West Country is definetly better than driving down the awful M5!!!
es_es: ¡Navegar desde Gales al oeste del país es, sin duda, mucho mejor que conducir por la terrible M5!

source: Seattle-style coffee bars serve the usual types of espresso-based coffees (but with a less-bewildering choice of combinations of coffee, milk, sugar, and flavourings).
es_es: Los bares de café al estilo Seattle sirven los tipos habituales de café ''espresso'' (pero con una elección más normal de combinaciones de café, leche, azúcar y aromas).

source: Second, when eating with other people do not constantly use your phone such as texting or on facebook.
es_es: En segundo lugar, a la hora de comer con otras personas no se debe utilizar constantemente el teléfono, ni para mandar mensajes ni para estar conectado a Facebook.

source: Secondly, the journey from [[Penarth]] to [[Ilfracombe]] on a warm summers day, you can get to see a sea-going perspective of [[Minehead]], Porlock, the picture postcard villages of Lynton and Lynmouth, the wild and raw Valley of the Rocks and the majestic "Great Hangman", a 1043 feet hogback hill with a cliff face of 820 feet making it the highest cliff in Southern England.
es_es: En segundo lugar, en el viaje desde Penarth hacia Ilfracombe en un cálido día de verano, se puede apreciar una perspectiva marítima de Minehead, Porlock, los pueblos de Lynton y Lynmouth (que parecen sacados de una postal), el salvaje Valle de las Rocas (Valley of the Rocks) y la majestuosa "Great Hangman", una colina escarpada de 318 metros de altura con un acantilado de 250 metros, lo que hace que sea el acantilado más alto del sur de Inglaterra..

source: See "by boat" for further details.
es_es: Véase la sección "por barco" para mayor información.

source: See Contact entries under individual cities for local information.
es_es: Véanse las entradas sobre cómo mantenerse en contacto en cada ciudad para obtener información local.

source: See Contact entry under [[United Kingdom]] for national information on telephone, internet and postal services.
es_es: Véase la entrada "Mantenga contacto" de la página [[Reino Unido]] para obtener información nacional en el teléfono móvil, Internet y servicios postales.

source: See [[Ferry routes to British Mainland]].
es_es: Véase [[Ferry routes to British Mainland]] para más información sobre las rutas de ''ferry'' por el continente británico en inglés.

source: See also [[Rail travel in the United Kingdom]].
es_es: Véase el artículo de los viajes en tren en el Reino Unido (disponible sólo en inglés) ([[Rail travel in the United Kingdom]]).

source: See our [[English language varieties]] article for more insights.
es_es: Mira nuestro artículo sobre las variedades lingüísticas para ver más ejemplos.

source: Served in less refined versions in truckers' stops, and posher versions in hotels (where there will often be a buffet of these items to "help yourself" from).
es_es: Sus versiones menos refinadas se sirven en las áreas de servicio para camioneros, y las más elegantes en los hoteles (donde a menudo habrá un bufet de autoservicio con todos estos alimentos).

source: Services connect [[Douglas]], [[Isle of Man]] with the north west of England *From [[Ireland]].
es_es: Los servicios conectan Douglas (Isla de Man) con el noroeste de Inglaterra. *Desde [[Irlanda]].

source: Services connect [[Jersey]] and [[Guernsey]] with the south of England.
es_es: Los servicios conectan Jersey y Guernsey con el sur de Inglaterra.

source: Similarly [[Plymouth (England)|Plymouth]] makes a good base for exploring [[Dartmoor]], whilst allowing day trips to [[Cornwall]] and offering its own range of attractions and museums.
es_es: Del mismo modo, Plymouth también es un buen sitio para alojarse y explorar Dartmoor al mismo tiempo que realizas excursiones a Cornualles, además de ofrecer también una gran variedad de atracciones y museos.

source: Since then, there have been Hugenots, Chinese, Jews fleeing pogroms, people from former British colonies in the Caribbean in the 1950s and 60s, Indians expelled from newly independent former African colonies, workers from new EU member states such as Poland, not to mention people from other UK nations and the Republic of Ireland.
es_es: Desde entonces, ha habido hugonotes, chinos, judíos que huyen de los pogromos, personas de las antiguas colonias británicas en el Caribe en los años 50 y 60, los indígenas expulsados ​​de las antiguas colonias africanas de reciente independencia, los trabajadores de los nuevos Estados miembros de la UE como Polonia, por no hablar de gente de otras naciones del Reino Unido y la República de Irlanda.

source: Sites may welcome some or all of these.
es_es: Estos sitios aceptan escoger todas estas opciones o sólo algunas de ellas.

source: Small pharmacies are also found inside many larger supermarkets.
es_es: Dentro de los grandes supermercados se pueden encontrar también pequeñas farmacias.

source: Smile, be polite, don't be pushy if you can help it: that's how to get on with the English.
es_es: Sonríe, sé educado, no seas agresivo si puedes evitarlo: así te llevarás bien con los ingleses.

source: Smoking is prohibited in all public buildings.
es_es: Está prohibido fumar en todos los edificios públicos.

source: Smoothies are becoming big too, and you will find many varieties at places like Starbucks.
es_es: Los ''smoothies'' se están volviendo también muy populares; y se pueden encontrar muchas variedades en lugares como Starbucks.

source: Snow is particularly rare in the south east.
es_es: La nieve es particularmente poco común en el sureste.

source: Some are traditional 'locals', and a real part of the community.
es_es: Algunos son "locales" tradicionales, y una parte real de la comunidad.

source: Some commercial ciders have "scrumpy" in their name, but these are not ''quite'' the same as a gallon jug bought at the farmhouse door.
es_es: Algunas sidras comerciales llevan "scrumpy" como nombre, pero no son "exactamente" lo mismo que comprarle una jarra de 4 litros a un granjero en la puerta de su casa.

source: Some examples from the north of England: "ey up" ("Hello"), "aye" ("yes", as in Scotland and the North of England); "tha" ("you", as in thee and thou, still common in South Yorkshire).
es_es: Algunos ejemplos del norte de Inglaterra son: ''ey up" = ''hello" ("hola "), ''aye'' = ''yes'' (como en Escocia y el norte de Inglaterra) ("sí"); ''tha'' = ''you'' ("tú"), (al igual que ''thee'' y ''thou'' que todavía son comunes en el sur de Yorkshire).

source: Some independent pubs have become wine bars or cocktail bars; perhaps the least pleasant are those pubs which pack in customers on their way to a nightclub, with loud music, no space, and super-cheap spirits to make sure their clients are as drunk as possible by 11pm.
es_es: Algunos ''pubs'' independientes se han convertido en bares especialistas en vino o en bares de copas. Quizá los menos agradables sean los bares que albergan de manera abarrotada a los clientes en su camino a la discoteca, con música fuerte, sin espacio y con bebidas súper baratas para asegurarse de que sus clientes están lo más borrachos posible sobre las 23:00h.

source: Some national brands are much better, and often stronger, and may be sold in bottles as well as on draught.
es_es: Algunas de las marcas nacionales son mucho mejores, y con frecuencia más fuertes. La cerveza se puede vender en botellas, así como en barril.

source: Some of the London Underground trains and all London Overground accept cycles outside of peak hours.
es_es: Algunos de los trenes del metro de Londres y todos los trenes de superficie permiten la presencia de ciclistas fuera de los momentos de hora punta

source: Some of the more trendy bars will close nearer to 1AM, filling a niche in the market between traditional pub and nightclub.
es_es: Algunos de los bares más de moda cierran sobre la 1:00h, creando un nicho en el mercado entre el ''pub'' tradicional y la discoteca.

source: Some questions considered ordinary in other countries are considered "too personal" in England, such as where do you live and what is your job.
es_es: Algunas de las preguntas que se consideran normales en otros países se consideran "demasiado personales" en Inglaterra, como por ejemplo, dónde vives o en qué trabajas.

source: Some restaurants provide separate rooms for smokers and many pubs now have outdoor beer gardens where smoking is permitted, while many places will have a group of people standing outside the front door or off to one side to smoke.
es_es: Algunos restaurantes ofrecen salones separados para fumadores y muchos bares tienen zonas al aire libre donde se permite fumar, mientras que en otros establecimientos se pueden encontrar grupos de personas fuera fumando y de pie.

source: Some town and city centres should be approached with caution during the later evening on Fridays and Saturdays in particular, as high levels of drunkenness can be rife.
es_es: Se recomienda tener cuidado por la noche en los centros de algunas ciudades y pueblos, sobre todo los viernes y sábados, ya que el nivel de embriaguez de algunas personas puede ser bastante elevado.

source: Some words mean one thing to Americans and something else entirely to British folks.
es_es: Algunas palabras significan una cosa para los estadounidenses y algo completamente distinto para los británicos.

source: Some would say there is a north-south divide, with people in the North more friendly and approachable, while the South (mostly just London though) is a more closed culture with people less willing to stop and speak, but don't take offence, remember most Londoners you see on the streets will usually be rushing to get to somewhere (eg work) and simply don't have the time to talk.
es_es: Algunos dirían que hay una división entre el norte y el sur, siendo los del norte más amables y accesibles, mientras que los del sur (aunque en su mayoría sólo de Londres) son de una cultura más cerrada, con gente menos dispuesta a pararse y hablar, pero no te ofendas, recuerda que la mayoría de los londinenses que ves por la calle normalmente tendrá prisa para llegar a algún lugar (por ejemplo al trabajo) y simplemente no tiene tiempo para hablar.

source: Some years there will be a few days of road and rail disruption from snow - even the slightest amount of snow often causes delays on public transport, especially rail.
es_es: Algunos años habrá unos días en que la nieve causará problemas en las carreteras y en las líneas de tren - incluso la más mínima cantidad de nieve a menudo causa retrasos en el transporte público, especialmente en el ferroviario.

source: Sometimes in city centres, usually just after the nightclubs have closed, there will be queue for taxis which will sometimes be monitored by marshals or police.
es_es: A veces, en el centro de las ciudades, normalmente después de que cierren los ''pubs'', se forman colas de taxis que suelen ser dirigidas por los alguaciles o por la policía.

source: Sometimes, strangers and friends address each other by "mate" informally, but this should not be used to people with higher status than you.
es_es: A veces, los extraños y los amigos se dirigen unos a otros de manera informal con la palabra "mate", que significa "colega", pero este término no se debe utilizar con personas cuyo estatus es más alto que el tuyo.

source: Speaking with them in a formal traditional accent may not sound friendly to them.
es_es: Puede que a algunos ingleses no les siente bien que se les hable con un acento formal y tradicional.

source: Speed cameras and traffic police are numerous so caution is advised.
es_es: Hay un gran número de radares de control de velocidad y policías de tráfico, por lo que se recomienda tener precaución.

source: Spring conditions are very changeable: a day of hot sunshine is likely as not to be followed by a week of cold wind and rain; and vice-versa.
es_es: El tiempo en primavera es muy cambiante: a un día de cálido sol no es probable que le siga una semana de frío viento y lluvia y viceversa.

source: Students from countries within the European Union/Switzerland do not require a visa to study in England.
es_es: Los estudiantes procedentes de países de la Unión Europea o Suiza no necesitan un visado para estudiar en Inglaterra.

source: Summer is generally warm in the south with average highs usually ranging from 18-23°C, but be prepared for unsettled weather at any time of the year and make sure to check a weather forecast if you plan to be outdoors.
es_es: El verano es generalmente cálido en el sur, con temperaturas medias que oscilan por lo general ente los 18 y los 23°C, pero prepárate para el tiempo inestable en cualquier momento del año y asegúrate de informarte sobre la previsión meteorológica si vas a estar al aire libre.
